[
  {
    "name": "Pelago",
    "color": "#693348",
    "theme": "light",
    "slug": "pelago",
    "heroImage": "/statics/images/portfolio/case-studies/cs-hero-pelago-01.webp",
    "avatar": "/statics/images/portfolio/avatars/avatar-pelago.png",
    "sector": "HealthTech / Medtech",
    "firstInvestment": "Seed",
    "currentStage": "Series A",
    "overview": "<p>Pelago, formerly Quit Genius, is the world’s leading virtual clinic for substance use management. It helps its users tackle addictions to tobacco, opioids, and alcohol. It is the world’s first real-time personalised and gamified cognitive behavioural therapy (CBT) delivered over a smartphone that uses an evidence-based program designed to engage and set each member up for a successful quit attempt.</p></br><p>Pelago provides personalised substance abuse treatment and training for employees that can help reduce healthcare spend. The company is active in the UK and the USA, with over 30,000 people having successfully quite their substance abuse habits using Pelago.</p>",
    "highlights": "<p>Over 30,000 people have successfully quit their substance abuse habits using Pelago. The company is also beta testing its program for vaping, with programs for alcohol and substance use currently in development.</p></br><p>Pelago has been validated in 6 peer-reviewed studies and has been featured in Forbes, TechCrunch, the British Thoracic Society, MailOnline, the European Medical Journal, WIRED and many more publications.</p> <p>Pelago now partners with health plans and utilises a data-driven approach to enrolment marketing. This enrolment strategy drives up to 11x greater enrolment for the tobacco cessation program and 5x greater enrolment for the alcohol program.</p>",
    "quote": "",
    "personName": "Caption Name, Position"
  },

  {
    "name": "Banked",
    "color": "#4d4d4d",
    "theme": "light",
    "slug": "banked",
    "heroImage": "/statics/images/portfolio/case-studies/banked.webp",
    "avatar": "/statics/images/portfolio/avatars/avatar-banked.png",
    "sector": "Fintech",
    "firstInvestment": "Growth",
    "currentStage": "Series B",
    "overview": "<p>Banked is the global Pay by Bank infrastructure enabling Banks & PSPs to deliver real-time payments at scale to merchants and consumers. They are the enterprise platform built for the world’s largest payment providers, with a vision to create the next global, ubiquitous payment network. A better way to take and make payments, globally. </p>",
    "highlights": "<p></p>",
    "quote": "",
    "personName": ""
  },

  {
    "name": "ZenCargo",
    "color": "#60B182",
    "theme": "light",
    "slug": "zencargo",
    "heroImage": "/statics/images/portfolio/case-studies/cs-hero-zencargo-02.webp",
    "avatar": "/statics/images/portfolio/avatars/avatar-zencargo.png",
    "sector": "Marketplaces",
    "firstInvestment": "Seed",
    "currentStage": "Series B",
    "overview": "<p>Zencargo is a digital freight forwarder and logistics provider that enables customers to book, manage, and keep track of their international freight. The platform uses analytics to drive intelligent supply chain decisions which help businesses thrive - transforming the supply chain with world-class freight forwarding services and pioneering technology.</p>",
    "highlights": "<p>Despite a challenging market backdrop with falling freight rates in 2023, Zencargo has continued setting up new partnerships with Byrd, AGR Dynamics, and Tive, to name a few. Such partnerships are letting Zencargo focus on scaling its digital platform, connecting all stakeholders across the inbound supply chain further.</p></br> <p>Zencargo has experienced steady volume growth rates, with quarter-on-quarter growth rates in the range of 0.75x-2.00x across Ocean, Air, and Road throughout 2022. It has made great progress on its Costs to Serve (CTS), reducing it to £233 from £359 (from Q2 to Q4 2022). In Q3 of 2022 alone, Zencargo’s wins included 20 new deals in total, with key wins including clients such as Fortnum &amp; Mason, and Smart Brands Lab.</p></br> <p>Zencargo also counts Harrods as one of its most recently acquired clients, along with The Hut Group and European based Denkavit.</p>",
    "quote": "",
    "personName": "Caption Name, Position"
  },
  {
    "name": "Causalens",
    "color": "#5494EF",
    "theme": "light",
    "slug": "causalens",
    "heroImage": "/statics/images/portfolio/case-studies/cs-hero-causalens-01.webp",
    "avatar": "/statics/images/portfolio/avatars/avatar-causalens.png",
    "sector": "AI / Data / Analytics",
    "firstInvestment": "Seed",
    "currentStage": "Series A",
    "overview": "<p>CausaLens has created the world’s first no-code causal AI platform. The platform provides augmented decision capabilities to some of the most prominent organizations globally in making critical decisions, such as Aviva and Cisco. Causalens is the only full-stack causal decision making platform, that introduces cause and effect into AI decision making. It is a business friendly, no-code platform that has pioneered a series of fundamental breakthroughs and is protected by valuable patents. It serves a range of industries, including financial services (predicting market trends), healthcare (drug discovery) and automotive companies (autonomous driving).</p></br><p>Users can build and deploy their own apps in days as opposed to months, in a number of business areas from analysing customer churn, portfolio optimisation, identifying causal drivers in government policy, and discovering causal structures in FX trading. In their Decision App Store (decisionOS), users can also use pre-configured apps that solve the most critical business problems.</p>",
    "highlights": "<p>Causalens was recently named technology research and advisory company to Gartner and Cool Vendors. In addition, the company has just announced its latest partnership with Mayo Clinic to discover biomarkers of cancer using Causal AI.</p></br><p>Causalens most recently raised $45m, after confirming revenue growth of 500% since coming out of stealth.The company’s team consists heavily of PhDs and is run by top scientists and engineers.</p></br><p>Causalens’ platform is currently being used by leading organisations. Customers have used 10 million CPU-hours of computations developed by Causalens, and evaluated more than 500,000 causal models.</p>",
    "quote": "",
    "personName": "Caption Name, Position"
  },
  {
    "name": "Weavr",
    "color": "#2C24BB",
    "theme": "light",
    "slug": "weavr",
    "heroImage": "/statics/images/portfolio/case-studies/cs-hero-weavr-01.webp",
    "avatar": "/statics/images/portfolio/avatars/avatar-weavr.png",
    "sector": "Fintech",
    "firstInvestment": "Seed",
    "currentStage": "Series A",
    "overview": "<p>Weavr is an embedded banking provider that enables businesses to integrate financial services into their products. The company offers the only tech platform designed specifically to solve the complexity of the building, integrating and running embedded finance solutions.</p></br><p>Businesses of all sizes and industries use their solution to issue and accept payments and to move money around the world.</p>",
    "highlights": "<p>Weavr generated £443K of revenue in Q1 2023 vs £384K in Q4 2022 (15% QoQ growth). Weavr has also made significant wins in sales by signing TuningBill (supply chain finance), AllGravy (employee benefits) and FlyNowPayLater (travel BNPL) amongst others in Q1, with larger deals (Amadeus, Benefex, Visa) in motion.</p><p>By acquiring Comma Payments, Weavr has also been able to deliver a broader solution to Comma’s existing customer base, adding to its growth strategy. On the regulatory front, progress has been made with the Maltese regulators as Weavr has been invited to submit an E-Money License.</p>",
    "quote": "",
    "personName": "Caption Name, Position"
  },
  {
    "name": "Ometria",
    "color": "#FDA5A5",
    "theme": "dark",
    "slug": "ometria",
    "heroImage": "/statics/images/portfolio/case-studies/cs-hero-ometria-02.webp",
    "avatar": "/statics/images/portfolio/avatars/avatar-ometria.png",
    "sector": "SaaS / MADTech",
    "firstInvestment": "Seed",
    "currentStage": "Series C",
    "overview": "<p>Ometria is a customer marketing platform that gives retailers instant access to customer insight and enables them to create marketing experiences that their customers will love. It allows retailers to use unified customer data to create personalised marketing experiences across all relevant touchpoints. Detailed profiles of each customer is brought together into one single platform, and is augmented by an intelligence layer that analyses customer profiles to provide insights into customer behaviour. Finally, the platform delivers advanced retention campaigns to individually personalise marketing messages efficiently across all relevant channels.</p>",
    "highlights": "<p></p>",
    "quote": "",
    "personName": "Caption Name, Position"
  },
  {
    "name": "What3Words",
    "color": "#DF7459",
    "theme": "light",
    "slug": "what3words",
    "heroImage": "/statics/images/portfolio/case-studies/cs-hero-what3words-03.webp",
    "avatar": "/statics/images/portfolio/avatars/avatar-what3words.png",
    "sector": "SaaS / Data",
    "firstInvestment": "Seed",
    "currentStage": "Series C",
    "overview": "<p>What3words is the simplest way to talk about location. It has divided the world into 3x3m squares and named each with a 3-word address. what3words provides an accurate address that is easy to say, share, and find. The technology works even without mobile connectivity, meaning it is “always on”, allowing new and existing customers to navigate to any precise location in the world using just three words.</p>",
    "highlights": "<p></p>",
    "quote": "",
    "personName": "Caption Name, Position"
  }
]
